Repository: OA31C/appStud
Catalog: students/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Students
uk: Студенти

source: Exam
uk: Іспити

source: Date and time of the event
uk: Дата і час проведення

source: Name subject
uk: Назва предмету

source: Teacher
uk: Викладач

source: Extra notes
uk: Додаткові нотатки

source: Group
uk: Групи

source: Title
uk: Назва

source: Loader
uk: Староста

source: Monthly journal
uk: Місячні журнали

source: Date
uk: Дата

source: First name
uk: Ім'я

source: Last name
uk: Прізвище

source: Surname
uk: По-батькові

source: Birthday
uk: Дата народження

source: Photo
uk: Фото

source: Ticket
uk: Білет №

source: Students Accounting Service
uk: Сервіс Обліку Студентів

source: Groups
uk: Групи

source: All Students
uk: Усі Студенти

source: Journal
uk: Відвідування

source: Contact
uk: Контакти

source: Add Exam
uk: Додати Іспит

source: Date and time
uk: Дата і час

source: Enter name subject
uk: Введіть назву предмету

source: Enter name teacher
uk: Введіть ім'я викладача

source: Select group
uk: Не вибрана група.

source: Here you can write about yourself and your interests
uk: Тут можна написати про свої інтереси

source: Add
uk: Додати

source: Cancel
uk: Скасувати

source: You want to delete the exam
uk: Ви хочете видалити іспит

source: Yes
uk: Так

source: Edit Exam
uk: Редагувати Іспит

source: Please correct the following errors
uk: Будь-ласка, виправіть помилки.

source: Save
uk: Зберегти

source: List of exams
uk: Іспити

source: Title of subject
uk: Назва предмету

source: Actions
uk: Дія

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

source: Add Group
uk: Додати Групу

source: Name
uk: Назва

source: Enter name group
uk: Введіть ім'я вашої групи

source: Delete Group
uk: Видалити групу

source: You want to delete the group
uk: Ви хочете видалити групу

source: Edit group
uk: Редагувати групу

source: Leader
uk: Староста

source: Accounting Visits
uk: Сервіс Відвідування

source: So far there is no student at the base. Please
uk: Немає студентів в базі

source: add
uk: Додати

source: first
uk: Перший

source: Changes to the log are saved automatically with each click in the cell tables
uk: Щоб вибрати дію, нажміть на таблицю

source: It is saving ...
uk: Збережено...

source: Previous Moon
uk: Попередній місяць

source: Next Moon
uk: Наступний місяць

source: Add Student
uk: Додати Студента

source: Enter your first name
uk: Введіть ваше ім'я

source: Enter your last name
uk: Введіть ваше прізвище

source: Enter your middle name
uk: Введіть по-батькові

source: Date of birth
uk: День народження

source: Enter your ticket number
uk: Введіть ваш номер білету

source: Delete Student
uk: Видалити Студента

source: You want to delete a student
uk: Ви хочете видалити студента

source: Edit Student
uk: Редагувати Студента

source: Students List
uk: Список Студентів

source: № Ticket
uk: Білет №

source: There are no students at the base
uk: Немає студентів в базі

source: Send
uk: Надіслано

source: Your Email Address
uk: Ваша емейл адреса

source: Header of the letter
uk: Заголовок листа

source: Message text
uk: Текст повідомлення

source: There was an unpredictable error while sending the letter. Please try using this form later.
uk: Сталася помилка.Будь-ласка спробуйте ще

source: Message Sent Sent!
uk: Повідомлення надіслано успішно

source: Date and time are required
uk: Дата і час є обов'язковими

source: Enter the correct date and time format
uk: Введіть коректну дату і час формата

source: Subject is required
uk: Предмет є обов'язковим

source: Teacher is required
uk: Викладач є обов'язковим.

source: Select the group for the exam
uk: Виберіть групу для екзамена

source: Select the correct group
uk: Будь-ласка, виберіть групу.

source: Exam updated successfully!
uk: Іспит добавлено успішно!

source: Student update canceled!
uk: Добавлення студента скасовано!

source: Student deleted successfully!
uk: Студент успішно видалений!

source: The name of the group is mandatory
uk: Ім'я групи є обов'язковим

source: Student updated successfully!
uk: Студента добавлено успішно!

source: Fist name is required field.
uk: Ім'я є обов'язковим.

source: Last name is required field.
uk: Прізвище є обов'язковим.

source: Birthday is required field.
uk: Дата нородження є обов'язковою.

source: Please, input proper date format.
uk: Будь-ласка, введіть коректну дату.

source: Ticket number is required field.
uk: Білет є обов'язковим.

source: Please, select the group.
uk: Будь-ласка, виберіть групу.

source: Select group is invalid.
uk: Не вибрана група.
